Repository: yurijmi/Follow-or-Nah
Catalog: Follow or Nah/*.lproj/Localizable.strings
Languages: ru

# WELCOME_TEXT_VIEW
source: This is a small test app for Twitter APIs. Here you can connect your Twitter accounts and see who you follow! You can unfollow them or just ignore it. To begin using this app you need a Twitter account. If you have one, press the big shinny button below!
ru: Это небольшое тестовое приложение для API Твиттера. Здесь ты можешь подключить свой Твиттер аккаунт и посмотреть кого ты читаешь! Ты можешь перестать их читать или просто проигнорить. Для того, чтобы начать использовать это приложение тебе нужен Твиттер аккаунт. Если у тебя он есть, смело жми кнопку внизу!

# END_CREDITS_TEXT_VIEW
source: Looks like there's no more peoople that you want to unfollow. Thanks for using this app! It was made possible thanks to Nick's iOS 9 course. And some tweaking made by me 😊 You can follow me on Twitter if you liked this app. And you can star this app's source code on GitHub.
ru: Видимо больше нет людей, которых ты не хочешь читать. Спасибо за использование этого приложения! Оно было сделано благодаря курсу Ника по iOS 9. И некоторым изменениям со стороны меня 😊 Ты можешь начать читать меня в Твиттере, если тебе понравилось это приложение. А также можешь поставить звездочку его исходному коду на GitHub.

# END_CREDITS_NO_FRIENDS_LABEL
source: Uh oh 😥
ru: Ой Ёй 😥

# END_CREDITS_NO_FRIENDS_TEXT_VIEW
source: Looks like you don't follow anyone. This app isn't very useful for you. Please, have a 🍪 and thanks for using it anyway! This app was made possible thanks to Nick's iOS 9 course. And some tweaking made by me 😊 You can follow me on Twitter if you liked it. And you can star this app's source code on GitHub.
ru: Видимо ты никого не читаешь. Это приложение не несет тебе никакой пользы. Пожалуйста, возьми 🍪 и всё равно, спасибо за использование! Приложение было сделано благодаря курсу Ника по iOS 9. И некоторым изменениям со стороны меня 😊 Ты можешь начать читать меня в Твиттере, если тебе понравилось это приложение. А также можешь поставить звездочку его исходному коду на GitHub.

# SELECT_TWITTER_ACCOUNT
source: Select your Twitter account
ru: Выбери свой Твиттер аккаунт

# SELECT_TWITTER_ACCOUNT_MESSAGE
source: You have multiple Twitter accounts connected to your iPhone. Please select account with which you want to use Follow or Nah.
ru: К твоему iPhone подключено несколько аккаунтов Твиттер. Выбери аккаунт на котором ты хочешь использовать Читать или Неа.

source: Cancel
ru: Отмена

# NO_TWITTER_ACCOUNTS
source: No Twitter Accounts found
ru: Твиттер аккаунтов не найдено

# NO_TWITTER_ACCOUNTS_MESSAGE
source: It seems that you don't have any Twitter Accounts connected to your iPhone. Go to Twitter Settings and add your Account there.
ru: Видимо к твоему iPhone не подключен ни один Твиттер аккаунт. Перейди в настройки Твиттера и добавь свой аккаунт.

source: Add Account
ru: Добавить аккаунт

# TWITTER_ACCESS_BLOCKED
source: Access to Twitter is blocked
ru: Нет доступа к Твиттер аккаунтам

# TWITTER_ACCESS_BLOCKED_MESSAGE
source: It seems that you disabled access to Twitter. Go to Twitter Settings and enable access for "Follow or Nah".
ru: Видимо ты отключил доступ к Твиттер. Перейди в настройки Твиттера и включи доступ для "Follow or Nah".

source: Go to Settings
ru: Перейти в Настройки

source: Error!
ru: Ошибка!

# ERROR_TWITTER_PROFILE
source: Twitter responded with error while requesting info about your profile. Please, try again and if the problem persists try again in 15 minutes.
ru: Твиттер ответил ошибкой во время запроса информации от твоем профиле. Пожалуйста, попробуй ещё раз и если проблема повторится, пробуй снова через 15 минут.

# ERROR_TWITTER_FRIENDS
source: Twitter responded with error while requesting info about peeps you follow. Please, try again and if the problem persists try again in 15 minutes.
ru: Твиттер ответил ошибкой во время запроса информации о чувачках, которых ты читаешь. Пожалуйста, попробуй ещё раз и если проблема повторится, пробуй снова через 15 минут.

# ERROR_TWITTER_UNFOLLOW
source: Something wrong happend while sending unfollow request.
ru: Что-то пошло не так вовремя отправки запроса о прекращении чтения

# ERROR_CHECK_FOLLOWING
source: Can't determine if user follows you or not
ru: Не могу определить, читает ли тебя этот пользователь

source: Success!
ru: Успешно!

# SUCCESS_IMAGE_CACHE_DROPPED
source: Image cache is cleared succesfully, I guess.
ru: Кэш изображений успешно очищен, по моему.

source: Done!
ru: Готово!
